Repository: malic296/PacePack
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Registration successful
cs: Registrace byla úspěšná

source: error
cs: Chyba

source: Unregistration successful
cs: Odhlášení bylo úspěšné

source: You need to log in first.
cs: Nejdříve se musíte přihlásit.

source: A verification code has been sent to your email.
cs: Na váš email byl odeslán ověřovací kód.

source: Error sending verification email. Please try again.
cs: Chyba při odesílání ověřovacího emailu. Zkuste to prosím znovu.

source: Wrong email or password.
cs: Špatný email nebo heslo.

source: Provided email is already in use
cs: Zadaný email je již v používání

source: Passwords do not match
cs: Hesla se neshodují

source: The verification code has expired.
cs: Ověřovací kód vypršel.

source: Verification successful!
cs: Ověření bylo úspěšné!

source: Your account has been created successfully!
cs: Váš účet byl úspěšně vytvořen!

source: Login was successful.
cs: Přihlášení bylo úspěšné.

source: Invalid code. Please try again.
cs: Neplatný kód. Zkuste to prosím znovu.

source: Session expired. Please log in again.
cs: Relace vypršela. Přihlaste se prosím znovu.

source: A new verification code has been sent.
cs: Byl odeslán nový ověřovací kód.

source: Error sending the verification email. Please try again.
cs: Chyba při odesílání ověřovacího emailu. Zkuste to prosím znovu.

source: The update failed
cs: Aktualizace selhala

source: Profile updated successfully!
cs: Profil byl úspěšně aktualizován!

source: Error deleting race.
cs: Chyba při mazání závodu.

source: Race not found.
cs: Závod nebyl nalezen.

source: Error deleting run.
cs: Chyba při mazání běhu.

source: Run not found.
cs: Běh nebyl nalezen.

source: You're already signed up for this run.
cs: Na tento běh jste se již přihlásili.

source: You've been signed up for the run!
cs: Byli jste přihlášeni na tento běh!

source: You've been signed off from the run.
cs: Byli jste odhlášeni z tohoto běhu.

source: You can't sign off as the creator.
cs: Nemůžete se odhlásit jako organizátor.

source: Sponsor created successfully!
cs: Sponzor byl úspěšně vytvořen!
